[
    {
        "id": 1,
        "source": "The Independent on Sunday (UK)",
        "rating": "100",
        "content": "A delicious hybrid of Portishead and Nancy Sinatra."
    },
    {
        "id": 2,
        "source": "Fact Magazine (UK)",
        "rating": "90",
        "content": "At times, notably in Born to Die's first half, it's a little too perfect, with songs meticulous to the point where they become sterile, but when it starts to find form, I can't think of an album since My Beautiful Dark Twisted Fantasy that was this big and sounded this good."
    },
    {
        "id": 3,
        "source": "BBC Music",
        "rating": "90",
        "content": "It's brilliantly realised, thanks to Del Rey's extraordinary delivery, her ability to slip from deep-toned haughtiness to breathless ecstasy to velvety vamping – often in the same gorgeous melody."
    },
    {
        "id": 4,
        "source": "Mojo",
        "rating": "80",
        "content": "Tune out the background media noise and immerse yourself. [Mar 2012, p.94]"
    },
    {
        "id": 5,
        "source": "Q Magazine",
        "rating": "80",
        "content": "Confirms her as the most compelling new pop star around: half doomed romantic, half mordant cynic, with a distinctively conflicted vision of how love, fame and America work. [Mar 2012, p.94]"
    },
    {
        "id": 6,
        "source": "The Fly (UK)",
        "rating": "80",
        "content": "Born To Die may ultimately prove too-blinkered a vision to fully appeal to the Sheeran-loving public in the long run, but Lana has certainly proved that she's not just here to play games."
    },
    {
        "id": 7,
        "source": "New Musical Express (NME)",
        "rating": "80",
        "content": "Although it's not quite the perfect pop record 'Video Games' might have led us to wish for, Born To Die still marks the arrival of a fresh--and refreshingly self-aware--sensibility in pop."
    },
    {
        "id": 8,
        "source": "The Guardian",
        "rating": "80",
        "content": "What Born to Die isn't is the thing Lana Del Rey seems to think it is, which is a coruscating journey into the dark heart of a troubled soul... What it is, is beautifully turned pop music, which is more than enough."
    },
    {
        "id": 9,
        "source": "Sputnikmusic",
        "rating": "80",
        "content": "Born to Die is a brilliant album, but it's one that leaves room for a few improvements, and inspires confidence that they'll happen."
    },
    {
        "id": 10,
        "source": "The Telegraph (UK)",
        "rating": "80",
        "content": "Inevitably, 51 minutes of melodrama becomes draining. But it captures Del Rey's mystique perfectly."
    },
    {
        "id": 11,
        "source": "Slant Magazine",
        "rating": "80",
        "content": "One of the more cohesive pop albums in recent memory."
    },
    {
        "id": 12,
        "source": "Delusions of Adequacy",
        "rating": "70",
        "content": "Whatever the circumstances have been in Lana's rise to fame, all that doesn't detract from the captivating quality of the songs on Born To Die."
    },
    {
        "id": 13,
        "source": "DIY Magazine",
        "rating": "70",
        "content": "Stop analysing too far, and what you end up with is a genuine contender."
    },
    {
        "id": 14,
        "source": "Blurt Magazine",
        "rating": "70",
        "content": "Born to Die has more hits than misses and more solidly strange fabulously femme fatale interludes than naff ones."
    },
    {
        "id": 15,
        "source": "Drowned In Sound",
        "rating": "70",
        "content": "Whole thing sounds like a poppy Bond soundtrack remixed for the clubs, although even her faster songs sound slow."
    },
    {
        "id": 16,
        "source": "The Quietus",
        "rating": "70",
        "content": "Lynchian undercoat aside...it's basically just a good old massive pop album, which can be a scary thing in its own right: the air of soulless, monolithic power and the unseen presence of shadowy string-pullers etc."
    },
    {
        "id": 17,
        "source": "Beats Per Minute",
        "rating": "67",
        "content": "Sure, they may borderline on gimmick at times, but Born To Die has its own sound, and that is more than we can say about a lot of music that is presently being released."
    },
    {
        "id": 18,
        "source": "Paste Magazine",
        "rating": "64",
        "content": "Highly listenable pop songs that defy easy answers. The persona has its moments too."
    },
    {
        "id": 19,
        "source": "Under The Radar",
        "rating": "60",
        "content": "So the question becomes, is Born to Die more good than bad, or vice versa? Let's err with the former, hype be damned."
    },
    {
        "id": 20,
        "source": "Prefix Magazine",
        "rating": "60",
        "content": "After that highpoint [\"Video Games\"] things head downhill quickly."
    },
    {
        "id": 21,
        "source": "No Ripcord",
        "rating": "60",
        "content": "It all sounds very immaturely polished."
    },
    {
        "id": 22,
        "source": "musicOMH.com",
        "rating": "60",
        "content": "There's just enough promise here to show that there is indeed talent beyond all the hype."
    },
    {
        "id": 23,
        "source": "The Observer (UK)",
        "rating": "60",
        "content": "Lana Del Rey's partying is fuelled by a knowing sadness, and sung in that laconic, hypnotic voice, which ultimately saves this thoroughly dissolute, feminist nightmare of a record for the romantics among us."
    },
    {
        "id": 24,
        "source": "Spin",
        "rating": "60",
        "content": "Even the terrible parts of Born to Die are just so lovable, which bodes well for the actually great parts."
    },
    {
        "id": 25,
        "source": "Sputnikmusic",
        "rating": "60",
        "content": "The worst thing about Born To Die is that even its great songs contain problems."
    },
    {
        "id": 26,
        "source": "Entertainment Weekly",
        "rating": "58",
        "content": "All tabloid tawdriness aside, she unleashes some truly A-level songs. But \u2028its baffling failures drop Die to a middling, maddening C+."
    },
    {
        "id": 27,
        "source": "Pitchfork",
        "rating": "55",
        "content": "For all of its coos about love and devotion, it's the album equivalent of a faked orgasm-- a collection of torch songs with no fire."
    },
    {
        "id": 28,
        "source": "Exclaim",
        "rating": "50",
        "content": "Spread over 12 songs, Del Rey becomes so ordinary, even bland, that no amount of little girl vocals or pouting can save her."
    },
    {
        "id": 29,
        "source": "Consequence",
        "rating": "50",
        "content": "Her debut is mediocre at best. At worst, it's as uninspired and repetitive as her internet commentators."
    },
    {
        "id": 30,
        "source": "AllMusic",
        "rating": "50",
        "content": "There is a chasm that separates \"Video Games\" from the other material and performances on the album, which aims for exactly the same target--sultry, sexy, wasted--but with none of the same lyrical grace, emotional power, or sympathetic productions."
    },
    {
        "id": 31,
        "source": "Chicago Tribune",
        "rating": "50",
        "content": "After all the hub-bub of recent weeks, one of Lee's greatest songs sums up Del Rey's grand entrance: \"Is That All There Is?\""
    },
    {
        "id": 32,
        "source": "PopMatters",
        "rating": "40",
        "content": "A deeply, deeply flawed meditation on love, image, and fame in the 21st century, and a collection of ideas thrown at the wall to see what sticks."
    },
    {
        "id": 33,
        "source": "NOW Magazine",
        "rating": "40",
        "content": "Much of her music aims to capture elusive emotions, yet she ends up spelling them out with literal refrains, banal narratives and sexed-up histrionics that leave little to the imagination."
    },
    {
        "id": 34,
        "source": "Rolling Stone",
        "rating": "40",
        "content": "Given her chic image, it's a surprise how dull, dreary and pop-starved Born to Die is."
    },
    {
        "id": 35,
        "source": "The Independent (UK)",
        "rating": "40",
        "content": "In song after song, she offers variants on the same theme, in infatuated erotic reveries of submission to bad-boy or sugar-daddy lovers with fast cars and lots of money."
    },
    {
        "id": 36,
        "source": "The A.V. Club",
        "rating": "25",
        "content": "Shallow and overwrought, with periodic echoes of Ke$ha's Valley Girl aloofness, the album lives down to the harshest preconceptions against pop music."
    },
    {
        "id": 37,
        "source": "Tiny Mix Tapes",
        "rating": "0",
        "content": "I have done my best to place the album, as a series of utterances, in its agony and vacuity."
    },
    {
        "id": 38,
        "source": "Drowned In Sound",
        "rating": "80",
        "content": "The music here is more considered and richly teased out."
    },
    {
        "id": 39,
        "source": "Sputnikmusic",
        "rating": "70",
        "content": "Born to Die's highlights are both slightly more numerous and slightly more effective--but it's still a very strong, successful record, whether taken as an addition or a follow-up."
    },
    {
        "id": 40,
        "source": "American Songwriter",
        "rating": "70",
        "content": "Once you accept that Lana knows exactly what she's doing--that she, not Interscope Records or any of her co-producers, is the architect behind this R-rated retro-pop fantasy--then maybe you'll start loving her, too."
    },
    {
        "id": 41,
        "source": "PopMatters",
        "rating": "70",
        "content": "Paradise is best enjoyed as a follow-up EP of b-sides and bonus material."
    },
    {
        "id": 42,
        "source": "Entertainment Weekly",
        "rating": "67",
        "content": "Though she makes a few knowingly meta nods to her own rep, Paradise leans too hard on the same tired drowsy-Lolita poses. [23 Nov 2012, p.70]"
    },
    {
        "id": 43,
        "source": "Rolling Stone",
        "rating": "60",
        "content": "Del Rey is far from a great singer, and her songs tend to drag. But her shtick--1950s torch balladry spiced with sexed-up 21st-century provocation--is at least conceptually sharp."
    },
    {
        "id": 44,
        "source": "Tiny Mix Tapes",
        "rating": "50",
        "content": "Paradise is the best attempt (yet) to cohere a deeply incoherent artist."
    },
    {
        "id": 45,
        "source": "AllMusic",
        "rating": "50",
        "content": "For all the progress and growth Del Rey shows in the vocal realm, her songwriting appears to be in stasis and the productions behind her have actually regressed from Born to Die."
    },
    {
        "id": 46,
        "source": "Slant Magazine",
        "rating": "50",
        "content": "Paradise is longer [than Born To Die], but less essential, more a summary of her persona than an attempt at developing it."
    },
    {
        "id": 47,
        "source": "Consequence",
        "rating": "100",
        "content": "The characters and artifacts that surround these songs feel artificial, like stock props, but the music that Del Rey pulls them through splits them open, shakes them to life."
    },
    {
        "id": 48,
        "source": "Entertainment Weekly",
        "rating": "100",
        "content": "Ultraviolence is the masked bacchanalia that finally unleashes the full potential lurking beneath the hype."
    },
    {
        "id": 49,
        "source": "Pretty Much Amazing",
        "rating": "91",
        "content": "Ultraviolence, a collection of mid-century ballads spiked with blues-rock, is a stunning accomplishment. Its eleven songs whimper and howl, soothe and taunt, hypnotize and thrill."
    },
    {
        "id": 50,
        "source": "Boston Globe",
        "rating": "90",
        "content": "Slavishly downbeat, it burrows even deeper into Del Rey’s torchy sensibility and rarely breaks its spell."
    },
    {
        "id": 51,
        "source": "Sputnikmusic",
        "rating": "86",
        "content": "It's the very definition of a grower, and this record has something Born to Die never had: more reflection."
    },
    {
        "id": 52,
        "source": "Billboard.com",
        "rating": "83",
        "content": "Auerbach offers a more sedate take on the \"Born to Die\" template, lightening the orchestrations, ditching the hip-hop beats, and presenting Lana as a perpetually scorned pop-noir fugitive--part Neko Case, part Katy Perry. It's a delicious contrast that makes for a surprisingly great album."
    },
    {
        "id": 53,
        "source": "Q Magazine",
        "rating": "80",
        "content": "Del Rey sounds regally removed from the box-ticking modernity of her peers, a one-woman advertisement for the appeal of the unreal. [Aug 2014, p.113]"
    },
    {
        "id": 54,
        "source": "Spin",
        "rating": "80",
        "content": "In a career fraught with obsessions over the perfection-imperfection dichotomy, it turns out to be a blessing that she put pop and its various pressures on the backburner just to deliver some real summertime sadness."
    },
    {
        "id": 55,
        "source": "NOW Magazine",
        "rating": "80",
        "content": "Dan Auerbach’s production helps shape that drama, but he’s accurately interpreting her vision rather than directing Del Rey, who suddenly seems completely in control of her brand."
    },
    {
        "id": 56,
        "source": "Fact Magazine (UK)",
        "rating": "80",
        "content": "With Ultraviolence, Lana Del Rey remains a singular figure in music, sounding (and addressing the idea of authenticity) like no one else."
    },
    {
        "id": 57,
        "source": "AllMusic",
        "rating": "80",
        "content": "Ultraviolence thrives for the most part in its density, meant clearly to be absorbed as an entire experience, with even its weaker pieces contributing to a mood that's consumptive, sexy, and as eerie as big-budget pop music gets."
    },
    {
        "id": 58,
        "source": "PopMatters",
        "rating": "80",
        "content": "Ultraviolence is a beautiful argument for her relevance and her potential longevity."
    },
    {
        "id": 59,
        "source": "DIY Magazine",
        "rating": "80",
        "content": "A record that’s a hundred times more cohesive than Born to Die."
    },
    {
        "id": 60,
        "source": "The Guardian",
        "rating": "80",
        "content": "Overall, the writing feels sharper and stronger. Every chorus clicks, the melodies are uniformly beautiful, and they soar and swoop, the better to demonstrate Del Rey's increased confidence in her voice."
    },
    {
        "id": 61,
        "source": "Absolute Punk (Staff reviews)",
        "rating": "78",
        "content": "A shake up in the lyric department would be nice to see next time around, but on this outing Lana Del Rey is able to sell it with striking vocal performances and breathtaking compositions."
    },
    {
        "id": 62,
        "source": "Los Angeles Times",
        "rating": "75",
        "content": "It's a candlelit record, a 3 a.m. record. Turn it up loud and melt into the couch."
    },
    {
        "id": 63,
        "source": "Pitchfork",
        "rating": "71",
        "content": "Ultraviolence finds one feeling--a seedy, desperate, hyper-romanticized sense of isolation and loss--and blows it up to drive-in screen proportions, saturating the color riding the blue crest of sadness for the better part of an hour. Whether or not you want to take this particular ride will largely depend on how much stock you put in “authenticity,” your tolerance for Del Rey’s vocal tics, and your reflexive response to her lyrics."
    },
    {
        "id": 64,
        "source": "No Ripcord",
        "rating": "70",
        "content": "Underwhelming ending aside, it’s fair to say that Del Rey (and her collaborators) have more than risen to the challenge of keeping her a part of the pop culture conversation, for all the right reasons."
    },
    {
        "id": 65,
        "source": "Rolling Stone",
        "rating": "70",
        "content": "The album wraps desire, violence and sadness into a tight bundle that Del Rey doesn't always seem sure how to unpack."
    },
    {
        "id": 66,
        "source": "musicOMH.com",
        "rating": "70",
        "content": "On balance, Ultraviolence is ok, tending towards pretty good. However, there is a nagging wonderment over exactly where Del Rey goes from here."
    },
    {
        "id": 67,
        "source": "Drowned In Sound",
        "rating": "70",
        "content": "As an album to invest in, feel sentimental about, or be genuinely thrilled by, Ultraviolence falls short. Take it simply as a sumptuously-presented pop record, though, and you have to wonder if you’ll hear a better one this year."
    },
    {
        "id": 68,
        "source": "Exclaim",
        "rating": "70",
        "content": "Ultraviolence prioritizes mood over innovation, classicism over experimentalism, and is better for it."
    },
    {
        "id": 69,
        "source": "Clash Music",
        "rating": "70",
        "content": "Ultraviolence marks real progression: never has Del Rey sounded so compellingly crystalline on a set of recordings. Thematically, though, tracks can appear content to splash in the shallows."
    },
    {
        "id": 70,
        "source": "Slant Magazine",
        "rating": "70",
        "content": "Repeated listens reveal nuances, like the acoustic guitar bristling beneath the blues-rock verses of \"Sad Girl\" and the male backing vocals layering the final chorus of \"Brooklyn Baby,\" but the album's steadfast narcotic tempo and Del Rey's languid delivery, doused in shoegaze-style reverb throughout, conjure a hazy picture of the singer swaying wearily in some sweltering sweat-lodge of a dive in the deep South."
    },
    {
        "id": 71,
        "source": "Austin Chronicle",
        "rating": "67",
        "content": "The heiress-turned-songwriter spins tragic tales that further an intrigue somehow only mounting, yet they're just dubious enough to keep any artistic credibility at a cautious arm's length and thus perpetuate her core polarity."
    },
    {
        "id": 72,
        "source": "Mojo",
        "rating": "60",
        "content": "While her David Lynch qualities remain, there's also something of the masochistic Lars Von Trier heroine in the resigned drowse of these songs. [Sep 2014, p.92]"
    },
    {
        "id": 73,
        "source": "New Musical Express (NME)",
        "rating": "60",
        "content": "The line between self-aware irony and tragically conforming to type is thin, though, her knowing winks getting stuck in a tangle of false eyelashes, and ultimately undermining what had the potential to be a powerful artistic statement."
    },
    {
        "id": 74,
        "source": "The Telegraph (UK)",
        "rating": "60",
        "content": "Without the hip-hop beats that peppered her first album, the songs here lack a sprinkling of brashness--a little of the Kim and Kanye touch would have helped."
    },
    {
        "id": 75,
        "source": "The Independent on Sunday (UK)",
        "rating": "60",
        "content": "Ultraviolence is more of the same, but less."
    },
    {
        "id": 76,
        "source": "The Observer (UK)",
        "rating": "60",
        "content": "The end result is stylish and cogent but, as a consequence, perhaps a teensy bit samey."
    },
    {
        "id": 77,
        "source": "Under The Radar",
        "rating": "50",
        "content": "Throughout Ultraviolence, there's a sense of musical haziness that rests in a safe zone that Del Rey either can't or won't escape from."
    },
    {
        "id": 78,
        "source": "Chicago Tribune",
        "rating": "50",
        "content": "Ultraviolence almost qualifies as a parody. Unfortunately, there's not enough punch in the songs to make listeners care whether she's joking or not."
    },
    {
        "id": 79,
        "source": "The A.V. Club",
        "rating": "42",
        "content": "Ultraviolence moves away from more pop-friendly territory and instead languishes in a sleepy, sad aesthetic."
    },
    {
        "id": 80,
        "source": "New York Daily News (Jim Faber)",
        "rating": "40",
        "content": "The sound is so dense it threatens to asphyxiate the singer, which may just be the point. Everything about her work plays into fantasies of a potentially fatal manipulation."
    },
    {
        "id": 81,
        "source": "The 405",
        "rating": "30",
        "content": "In her grand tradition of coining absurd descriptive phrases, Del Rey and Auerbach have christened all this \"narco swing\", an apt characterisation if only one assumes it's short for narcoleptic; it takes some doing to make sex, drugs, and rock'n'roll sound boring, but in her hands, the vices of hedonism scan as crushingly monotonous."
    },
    {
        "id": 82,
        "source": "Drowned In Sound",
        "rating": "90",
        "content": "You’ve [Lana Del Rey] found your own style and run with it. It’s amazing to see someone so free and in control."
    },
    {
        "id": 83,
        "source": "Absolute Punk (Staff reviews)",
        "rating": "85",
        "content": "For this record, Lana Del Rey went all out with her ambition, bringing her vision to life in a way that only she could. She's making music that only she could make, that possess a unique sound no one else is bringing to the table right now."
    },
    {
        "id": 84,
        "source": "The Line of Best Fit",
        "rating": "85",
        "content": "Honeymoon reaffirms her ability to make important, masterful pop music that doesn’t pay a blind bit of notice to fashion and it's all the better for it."
    },
    {
        "id": 85,
        "source": "Entertainment Weekly",
        "rating": "83",
        "content": "It’s stubbornly retro, and clearly that pleases the provocateur in Del Rey."
    },
    {
        "id": 86,
        "source": "Uncut",
        "rating": "80",
        "content": "It's her first record that could be a classic rather than just name-checking a bunch of them. [Dec 2015, p.70]"
    },
    {
        "id": 87,
        "source": "PopMatters",
        "rating": "80",
        "content": "Producing three major-label albums in four years has developed Lana Del Rey into an artistic innovator who fearlessly draws from style and substance across the past century, whose vision is completely original and not remotely predictable."
    },
    {
        "id": 88,
        "source": "Fact Magazine (UK)",
        "rating": "80",
        "content": "Honeymoon is by far Del Rey’s most beautifully made and cohesive album."
    },
    {
        "id": 89,
        "source": "Exclaim",
        "rating": "80",
        "content": "[The] 14 tracks feel bloated--less so, though, if one treats Honeymoon as a concept album, a 66-minute Quaalude-and-wine dream musical that spans the history of Hollywood and 20th Century cinema."
    },
    {
        "id": 90,
        "source": "The New York Times",
        "rating": "80",
        "content": "She’s been angry, and then bored of being angry, but now she’s just bored, and her boredom is entrancing."
    },
    {
        "id": 91,
        "source": "Mojo",
        "rating": "80",
        "content": "From here, Del Rey will surely be forced to redraw the blueprint, but for now, this is her best yet."
    },
    {
        "id": 92,
        "source": "The Observer (UK)",
        "rating": "80",
        "content": "Honeymoon is arguably the most Lana Del Rey album Del Rey has yet produced."
    },
    {
        "id": 93,
        "source": "DIY Magazine",
        "rating": "80",
        "content": "She’s created a world of her own, and on this latest record she sinks deep into its clutches."
    },
    {
        "id": 94,
        "source": "The Telegraph (UK)",
        "rating": "80",
        "content": "As an art experience, Honeymoon is gorgeous, and needs to be heard in context with her atmospheric home-made videos. But as pop music, it can fall a bit flat."
    },
    {
        "id": 95,
        "source": "New Musical Express (NME)",
        "rating": "80",
        "content": "An intoxicating listen, Honeymoon is designed for the red neon glow of a smoky cabaret bar, a Californian answer to the chanson tradition."
    },
    {
        "id": 96,
        "source": "Rolling Stone",
        "rating": "80",
        "content": "Whatever her intentions, they've led to her most genuinely thrilling music ever."
    },
    {
        "id": 97,
        "source": "The Guardian",
        "rating": "80",
        "content": "With a little chopped-and-screwed modernity, hints of jazz and Morricone-like soundscapes, there’s a timelessness to Honeymoon, and an intrigue that should linger longer than her previous LPs."
    },
    {
        "id": 98,
        "source": "The Independent (UK)",
        "rating": "80",
        "content": "In “God Knows I Tried”, a reference to ““Hotel California” conjures up the mood of sun-baked dissipation, while she grudgingly confirms the dead-end revelation of celebrity, “I’ve got nothing much to live for, ever since I found my fame”. It’s a disillusioned rejoinder to the burning urge for fame that stains youth culture in the 21st century, and as such, fits in perfectly with the album’s overall sense of exquisite decay."
    },
    {
        "id": 99,
        "source": "Pitchfork",
        "rating": "75",
        "content": "Honeymoon just synthesizes ideas she's been vamping on from the beginning into a unified work. She figured where she was going long before she got there; with Honeymoon she has finally arrived."
    },
    {
        "id": 100,
        "source": "Tiny Mix Tapes",
        "rating": "70",
        "content": "No matter her self-presentation, her grip, the music is relentlessly Sad--and exhausting in its sadness."
    },
    {
        "id": 101,
        "source": "American Songwriter",
        "rating": "70",
        "content": "Honeymoon isn’t quite as fine as Ultraviolence, but that’s less an indictment of the new album than high praise of the older one, which feels like an immediate classic. In any case, Del Rey’s rollercoaster of a career seems to have steadied on an impressively high level."
    },
    {
        "id": 102,
        "source": "Spin",
        "rating": "70",
        "content": "She fills the space with more intellectual depth than she’s shown before, incorporating T.S. Eliot’s apropos poem “Burnt Norton” as a space-age interlude. Ignoring the most offensively nonsensical of her lyrics (“Baby you’re so ghetto / You’re looking to score”), such a relatively monochrome album spans a breadth of cultural markers."
    },
    {
        "id": 103,
        "source": "Billboard.com",
        "rating": "70",
        "content": "Under the cover of midnight, Del Rey has been exploring big ideas about eroticism, drugs, myth, the empty promise of YOLO, what it means to be a woman, and the American soul."
    },
    {
        "id": 104,
        "source": "musicOMH.com",
        "rating": "70",
        "content": "There are some bumps along the way, though, with Art Deco and Religion sounding almost too lackadaisical for their own good.... That said, when she gets the formula right, the results speak for themselves."
    },
    {
        "id": 105,
        "source": "AllMusic",
        "rating": "70",
        "content": "Where Lana Del Rey seemed weighted down by existential sorrow on her first two albums, Honeymoon seems comfortingly melancholic and that's the truest sign that it is the fullest execution of Lana Del Rey's grand plan yet."
    },
    {
        "id": 106,
        "source": "Consequence",
        "rating": "67",
        "content": "Honeymoon clocks in at over an hour; for a full-length of cinematic, defeated, slow songs, that length allows attention spans to drift off, possibly to somewhere happier--or even somewhere darker. Del Rey doesn’t seem to care. This is an endeavor for herself."
    },
    {
        "id": 107,
        "source": "Q Magazine",
        "rating": "60",
        "content": "At 65-plus minutes' duration, Honeymoon's submarine/somnambulant vibe does rather overstay its welcome. [Dec 2015, p.115]"
    },
    {
        "id": 108,
        "source": "Under The Radar",
        "rating": "60",
        "content": "Honeymoon is both over the top in its barely there-ness (is there anything so bold as a pop star refusing to produce a stream of digestible Top 40 hits?) and simply not bombastic enough."
    },
    {
        "id": 109,
        "source": "NOW Magazine",
        "rating": "60",
        "content": "Whereas her last album had a gently psychedelic and live-off-the-floor feel, Honeymoon plays it safer with “cinematic” arrangements occasionally pumped up (but not excessively so) with modern drum sounds."
    },
    {
        "id": 110,
        "source": "Slant Magazine",
        "rating": "60",
        "content": "It's a full hour of expressively expressive-less music--unmitigated solipsism as an aesthetic choice."
    },
    {
        "id": 111,
        "source": "Pretty Much Amazing",
        "rating": "58",
        "content": "Del Rey has struggled to back up her provocations with substance. Ultraviolence was an exception, a singular breakthrough. Honeymoon is, sadly, a slip and fall after a promising stride forward."
    },
    {
        "id": 112,
        "source": "The Quietus",
        "rating": "50",
        "content": "Del Rey plays a winning strike with Honeymoon's four opening songs: powerful ballads, lain on ethereal and soft arrangements made of smooth strings and jazzy winds.... If 'High By The Beach' still can sustain its four-minutes length, the same unfortunately cannot be said for the most of the following songs."
    },
    {
        "id": 113,
        "source": "Paste Magazine",
        "rating": "83",
        "content": "At 72 minutes, the album’s 16 tracks feel bloated and sluggish at times and the hip-hop contributions by A$AP Rocky and Playboi Carti are ill-conceived; reminiscent of Christina Aguilera’s tribute to a Marilyn Monroe poster, Back to Basics. But despite a handful of missteps, Del Rey continues to reinvent and redefine herself in new and captivating ways, and Lust For Life is just one more step in that profound and lovely evolution."
    },
    {
        "id": 114,
        "source": "The Line of Best Fit",
        "rating": "80",
        "content": "Throughout this accomplished, assured new record, Lana manages to repeatedly freeze time and capture those fleeting cinematic moments that make us who we are, while reminding us of who we could be."
    },
    {
        "id": 115,
        "source": "Drowned In Sound",
        "rating": "80",
        "content": "Lust for Life represents the thawing of the ice queen we thought we knew, and the strange death of her American dream. The warmth and humility revealed beneath are all the more thrilling for how well they were kept under lock and key. Human after all."
    },
    {
        "id": 116,
        "source": "New Musical Express (NME)",
        "rating": "80",
        "content": "Lust For Life deals with themes that’ll be familiar to Lana devotees; faded Hollywood glamour, skewed Americana and terrible love. But this time around, Lana is even more grandiose than usual, with lush, sweeping orchestration draped elegantly over each of the album’s 16 tracks."
    },
    {
        "id": 117,
        "source": "Prefix Magazine",
        "rating": "80",
        "content": "Although the reinvention teased before release never materializes, Lust for Life is still a return to form which should cement Del Rey’s status as the queen of femme fatale pop."
    },
    {
        "id": 118,
        "source": "Spin",
        "rating": "80",
        "content": "Lust for Life is a spectacular 72 minutes long. It trades in the same intently, atmospherically narcotic sound Del Rey and primary producer Rick Nowels have favored since the beginning."
    },
    {
        "id": 119,
        "source": "Sputnikmusic",
        "rating": "80",
        "content": "Even if Lust For Life isn’t a game changer, it fulfills the potential of a sound that she has been slowly perfecting since she first entered the scene. The album, like Lana Del Rey, has earned the right not to be overlooked."
    },
    {
        "id": 120,
        "source": "The Observer (UK)",
        "rating": "80",
        "content": "The ageless 32-year-old arrived at a languid sound, a detached authorial voice and a set of obsessions on her 2012 debut Born to Die, and her fourth album remains true to them all."
    },
    {
        "id": 121,
        "source": "The Guardian",
        "rating": "80",
        "content": "While many of the song titles and clumsy references may have a discerning music fan scoffing at Del Rey’s predictability, there remains an admirably unflinching quality to this record (even if it is five tracks too long). She has evolved elements of her once disturbing narrative, and her ardent fanbase will detect clear leaps made since her debut."
    },
    {
        "id": 122,
        "source": "DIY Magazine",
        "rating": "80",
        "content": "Witty, complex, and endlessly intriguing, Lust For Life is a painstakingly woven record from start to finish, with very few gripes."
    },
    {
        "id": 123,
        "source": "The Independent (UK)",
        "rating": "80",
        "content": "Del Rey’s deliciously twisted pop fuses hip hop beats with her breathy vocal delivery; their mutual power is in their ability to keep things hidden, whilst seeming utterly explicit. It’s a heady mix to be caught up in."
    },
    {
        "id": 124,
        "source": "The New York Times",
        "rating": "80",
        "content": "Lust for Life is her most expansive album; it has 16 songs, stretching nearly 72 minutes. It also, in rare moments, hints at a wink behind Ms. Del Rey’s somber lullabies."
    },
    {
        "id": 125,
        "source": "The Telegraph (UK)",
        "rating": "80",
        "content": "Del Rey has sometimes been characterised as a modern day torch singer but on Lust For Life she sounds like she is finally ready to take that torch and burn down her ex’s house with it. Lust For Life lets a bit of light into the darkness of Del Rey’s moody past works, hinting at emotional recovery without drastically altering her sensuous musical palette."
    },
    {
        "id": 126,
        "source": "Pitchfork",
        "rating": "77",
        "content": "There are moments on Lust for Life that, while less successful on a pure songwriting level than some of Del Rey’s more focused work, are fascinating distillations of what a Lana Del Rey song mean."
    },
    {
        "id": 127,
        "source": "The A.V. Club",
        "rating": "75",
        "content": "While Del Rey’s voice remains firmly at the forefront, the spare arrangements encourage listeners to fill in their own emotional blanks for once."
    },
    {
        "id": 128,
        "source": "Pretty Much Amazing",
        "rating": "75",
        "content": "Where the first half of the album is strong but routine, the back half finds mixed but more interesting results."
    },
    {
        "id": 129,
        "source": "Tiny Mix Tapes",
        "rating": "70",
        "content": "As usual, it’s best listened to when you’re in your feelings, and since good news is in short supply, that might be often enough for her gauzy vision of love to feel like a balm, the more wide-eyed the songs the better."
    },
    {
        "id": 130,
        "source": "PopMatters",
        "rating": "70",
        "content": "At 16 tracks, Lust for Life is overlong and sometimes unfocused, with inevitable dips in quality here and there."
    },
    {
        "id": 131,
        "source": "Under The Radar",
        "rating": "70",
        "content": "Lust For Life shows Del Rey finding maturity and herself in what seems like the first time."
    },
    {
        "id": 132,
        "source": "musicOMH.com",
        "rating": "70",
        "content": "With some more judicious editing, a good album could have been an outstanding one, but even so, this is still superior, well-crafted noir-pop that maintains Del Rey’s impressive career to date."
    },
    {
        "id": 133,
        "source": "AllMusic",
        "rating": "70",
        "content": "If Lust for Life starts to slow down toward its conclusion--\"Tomorrow Never Came\" seems like the logical conclusion, but there's a three-track coda afterward--it nevertheless delivers upon its promise of a sunnier Lana Del Rey, and the very fact that she can find so many textures in a deliberately limited palette is impressive."
    },
    {
        "id": 134,
        "source": "Rolling Stone",
        "rating": "70",
        "content": "For much of the record, Del Rey sounds at her most contented when she's indulging nostalgic impulses, whether her own or borrowed."
    },
    {
        "id": 135,
        "source": "Slant Magazine",
        "rating": "70",
        "content": "In something of a seismic shift for the usually downcast artist, the constant of the songwriting here is a buoying faith in the power of love, and all the many forms it can take: romantic (“Love”), carnal (“Cherry”), platonic (“Coachella”), effusively adulatory (“Groupie Love”), fetishistic (“White Mustang”), and, yes, self-loving (“In My Feelings”)."
    },
    {
        "id": 136,
        "source": "Consequence",
        "rating": "67",
        "content": "No matter how deserving Lana is of accreditation, and how close she is to true vindication, less than half of the tunes on Lust for Life are worthy of Born to Die, Paradise, Ultraviolence, or Honeymoon, despite the handful of very promising singles that would make you think otherwise."
    },
    {
        "id": 137,
        "source": "American Songwriter",
        "rating": "60",
        "content": "The optimism of Lust For Life is a pleasant surprise, though the album is still painted in the same shades as Del Rey’s previous releases. At times it’s some of her best material, but it seems like a record best experienced in pieces than as a proper whole."
    },
    {
        "id": 138,
        "source": "No Ripcord",
        "rating": "60",
        "content": "Lust For Life may be a scattered, confusing record, but it's a beautiful ride--one worth repeated listens, even if Lana's intentions--like her enunciation--aren't always clear."
    },
    {
        "id": 139,
        "source": "NOW Magazine",
        "rating": "100",
        "content": "Piano, reverb and guitar fuzz make it Del Rey’s dreamiest and most cohesive album since 2015’s Honeymoon and her most rock-inspired since 2014’s Ultraviolence. The National Anthem singer adds new shade to her ongoing California period, re-evaluating the narrative of life in the United States that she’s built her brand on."
    },
    {
        "id": 140,
        "source": "New Musical Express (NME)",
        "rating": "100",
        "content": "Lana Del Rey is large – she contains multitudes, and the way she balances and embodies them on her fifth album is nothing short of stunning."
    },
    {
        "id": 141,
        "source": "Pitchfork",
        "rating": "94",
        "content": "On her elegant and complex fifth album, Lana Del Rey sings exquisitely of freedom and transformation and the wreckage of being alive. It establishes her as one of America’s greatest living songwriters."
    },
    {
        "id": 142,
        "source": "Consequence",
        "rating": "91",
        "content": "Norman Fucking Rockwell! proves (again) Del Rey as a fully-realized artist who has remained true to her obsessions — aesthetic, cultural, and personal — outlasting the misogynist criticisms that could have derailed her early career. Del Rey delivers a gaze that swivels internally and externally, that can simultaneously observe our national existential dread and her own sudden hope for a “Hallmark” love."
    },
    {
        "id": 143,
        "source": "No Ripcord",
        "rating": "90",
        "content": "It's a remarkably sharp pop record that retains her fascination with pop-culture iconography and the rosey simplicity of a post-war America where classic rock and blue jeans ruled and takes them to much deeper places. ... Think of it as an hour-long car ride peeling down the highway with classic rock blaring out of the radio and no real destination in mind other than where your impulsive nature might take you."
    },
    {
        "id": 144,
        "source": "Glide Magazine",
        "rating": "90",
        "content": "Although the album’s new psychedelic undercurrent absolutely deserves mention as a previously unexplored avenue for Del Rey, even with the new dimension, this is unmistakably a Lana Del Rey album, optimized for languid West Coast afternoons: contemplative, moving, and thematically consistent music to get lost inside."
    },
    {
        "id": 145,
        "source": "PopMatters",
        "rating": "90",
        "content": "Norman Fucking Rockwell is Lana Del Rey unfiltered, full of beauty, emotion, heartbreak, and devastation."
    },
    {
        "id": 146,
        "source": "Variety",
        "rating": "90",
        "content": "While “Norman F—ing Rockwell” may not win over too many of the unconverted, also like a Tarantino film, it finds Del Rey placing new sounds, ideas and scenery into her fairly monochromatic framework, while still remaining completely on-message."
    },
    {
        "id": 147,
        "source": "DIY Magazine",
        "rating": "90",
        "content": "Whether it’s a modern California of wildfires and livestreams, or a nostalgic glance at a James Dean, Marilyn Monroe make-believe - it’s Lana Del Rey’s world, we’re just living it."
    },
    {
        "id": 148,
        "source": "AllMusic",
        "rating": "90",
        "content": "The patient flow, risky songwriting choices and mature character of the album make it the most majestic chapter of Lana Del Rey’s continuing saga of love and disillusionment under the California Sun."
    },
    {
        "id": 149,
        "source": "Rolling Stone",
        "rating": "90",
        "content": "The long-awaited Norman Fucking Rockwell is even more massive and majestic than everyone hoped it would be. Lana turns her fifth and finest album into a tour of sordid American dreams, going deep cover in all our nation’s most twisted fantasies of glamour and danger. No other songwriter around does such an expert job of building up elaborate romantic fantasies, and then burning them to the ground."
    },
    {
        "id": 150,
        "source": "Paste Magazine",
        "rating": "82",
        "content": "Here, she’s working toward something bigger than her own feelings. She doesn’t ask us to weep for her—she captures the drama and despair of a nation, with wit to spare. Lana Del Rey is not just your little Venice bitch. She’s our little Venice bitch."
    },
    {
        "id": 151,
        "source": "Uncut",
        "rating": "80",
        "content": "A thematically rich record, heavy on mood and elegantly written in a way that positions Del Rey between Eve Babitz and Carole King. There are beguiling and evolving melodies underneath the spare piano and acoustic arrangements. [Nov 2019, p.24]"
    },
    {
        "id": 152,
        "source": "American Songwriter",
        "rating": "80",
        "content": "Del Rey has certainly carved out her own niche in the world of singer-songwriters, much as the quasi-namesake of Norman Fucking Rockwell! did in the art world. This shows her refining that approach, adding a few new brush strokes here and there, but still providing a unique and fascinating tableau as a whole."
    },
    {
        "id": 153,
        "source": "musicOMH.com",
        "rating": "80",
        "content": "By this point, she’s probably preaching to the converted, and won’t attract anyone previously immune to the Del Rey charm – yet this is probably her finest record since Born To Die, and this new partnership with Antonoff ensures that her next move will much anticipated."
    },
    {
        "id": 154,
        "source": "Spin",
        "rating": "80",
        "content": "Being bombarded with mortality is a tall order for what is ostensibly a summer pop album; but rather than let her words fade into the background of washed synths and drum machines, as on previous releases, the breathing room in the production of Norman Fucking Rockwell leans into the intimacy."
    },
    {
        "id": 155,
        "source": "The Observer (UK)",
        "rating": "80",
        "content": "It’s hard for any artist on their fifth album to cause you to sit up and pay attention as much as Del Rey’s Norman Fucking Rockwell does, let alone for an artist who is such a past master of the disengaged, dissolute swoon."
    },
    {
        "id": 156,
        "source": "Clash Music",
        "rating": "80",
        "content": "Happiness, for Lana, is a process. This album is a testament to her afresh stability and strength, and shows that hope might be a dangerous woman for a thing like her to have — but she’s finally got it."
    },
    {
        "id": 157,
        "source": "Los Angeles Times",
        "rating": "80",
        "content": "The gratifying thing about this album — beyond its gorgeous melodies and Del Rey’s singing, which has never been more vivid — is that even as she’s mellowed her attack, her sense of humor has grown more pointed."
    },
    {
        "id": 158,
        "source": "The Independent (UK)",
        "rating": "80",
        "content": "The album is sultry and soporific, sitting somewhere between the minimalist trip-hop of Del Rey’s early days, and the scuzzy desert rock she has toyed with over the years."
    },
    {
        "id": 159,
        "source": "Slant Magazine",
        "rating": "80",
        "content": "Distilled to their barest elements, the songs on this album reveal themselves not to be hollow vessels for vapid self-absorption, but frank assessments of the psychic effects of a world spiraling into chaos. ... She’s made an album with the unfettered focus and scope worthy of her lofty repute."
    },
    {
        "id": 160,
        "source": "Chicago Tribune",
        "rating": "75",
        "content": "Things inevitably drift, but beneath the surface in the best songs there is a toughness and a newfound resilience."
    },
    {
        "id": 161,
        "source": "The A.V. Club",
        "rating": "75",
        "content": "As a mood piece, Norman Fucking Rockwell does an admirable job preserving Del Rey’s mystique while moving her sound forward."
    },
    {
        "id": 162,
        "source": "The Line of Best Fit",
        "rating": "75",
        "content": "Yhe album is as allusive as the rest of Del Rey’s discography; Robert Frost, Sylvia Plath, Slim Aarons and Stephen King are just a few of the notable individuals both subtly and explicitly referenced by the singer."
    },
    {
        "id": 163,
        "source": "Entertainment Weekly",
        "rating": "75",
        "content": "Over its 14 tracks, Rockwell keeps its midtempo mood steady, whether Del Rey’s characters are rushing down low-lit California highways or hiding out in anonymous Valley suburbs. The songs tend to flow into each other, although Antonoff and Del Rey’s partnership does result in some lovely musical moments."
    },
    {
        "id": 164,
        "source": "Sputnikmusic",
        "rating": "68",
        "content": "This is her best album yet, and great moments abound amidst the fat."
    },
    {
        "id": 165,
        "source": "The Telegraph (UK)",
        "rating": "60",
        "content": "Yet the over-riding sense of her almost unremittingly sombre sixth album, Norman F______ Rockwell!, is of Del Rey shedding veils of production mystery at the risk of being revealed as just another over sensitive and particularly self-absorbed singer-songwriter."
    },
    {
        "id": 166,
        "source": "The Guardian",
        "rating": "60",
        "content": "Listening to Norman Fucking Rockwell! is an alternately beguiling and frustrating experience. There are moments when you willingly succumb to its sound and its songwriting, counteracted by moments when you just think: oh God, here we go again."
    },
    {
        "id": 167,
        "source": "Los Angeles Times",
        "rating": "100",
        "content": "What’s inarguable is that she’s become one of the finest songwriters of her generation, with a lyrical and melodic flair that encourages an emotional investment in her music well beyond whatever it reflects of her real life. On “Chemtrails,” her singing reaches a new peak as well. ... But if the sound is familiar — think of the very sweet spot triangulated by Sandy Denny, k.d. lang and the Velvet Underground’s self-titled third album — the scenarios can still flatten you, as in the gorgeous “Wanderlust.”"
    },
    {
        "id": 168,
        "source": "The Telegraph (UK)",
        "rating": "100",
        "content": "The production by Jack Antonoff is stunning, with a huge amount happening beneath the surface of what first manifests as a scratchily intimate acoustic-flavoured unplugged band. There is not a weak song or throwaway performance here, amidst many that only reveal their secrets on repeated listening."
    },
    {
        "id": 169,
        "source": "The Independent (UK)",
        "rating": "100",
        "content": "A great storyteller, Del Rey consistently delivers the who, what, where and when. She picks out the telling details – turquoise jewellery, the TV in the corner, “on the second floor, baby”. She sketches a backstory (“I come from a small town”) and then tells you how it all feels."
    },
    {
        "id": 170,
        "source": "New Musical Express (NME)",
        "rating": "100",
        "content": "It’s a reminder that, more than just being influenced by the likes of Joan Baez and Stevie Nicks, she’s now on a par with them. Lana Del Rey is at the peak of her game – just don’t expect her to come down anytime soon."
    },
    {
        "id": 171,
        "source": "Clash Music",
        "rating": "90",
        "content": "An enchanting listen, her world-building remains absolutely undimmed on this triumphant, bewitching project."
    },
    {
        "id": 172,
        "source": "Variety",
        "rating": "88",
        "content": "The album’s strongest songs follow — the title track and “Wild at Heart” may have the best melodies, “Tulsa Jesus Freak” serves up her familiar white-trash-fabulous theme — but at around the midway mark it starts getting even more languid, like the wine or the meds are kicking in and… mmm… can’t we just sit here on the couch for a while longer? (To be fair, it may be the pandemic kicking in.) However, the slow tempos don’t detract from her always-vivid lyrics."
    },
    {
        "id": 173,
        "source": "Consequence",
        "rating": "83",
        "content": "Chemtrails over the Country Club is a gorgeous listen: charming, clever, and vulnerable. Del Rey is as effective as ever in painting American fantasies, evoking nostalgia for realities always out of reach."
    },
    {
        "id": 174,
        "source": "Uncut",
        "rating": "80",
        "content": "It’s hard to resist the sensory impact of these songs. Chemtrails picks up the nostalgic thread of 2019’s Norman Fucking Rockwell!, though here she’s mostly Midwest and more melodic. [Jun 2021, p.25]"
    },
    {
        "id": 175,
        "source": "The New York Times",
        "rating": "80",
        "content": "At best, Del Rey’s hyper-referential music convincingly recreates the particular feeling of encountering art in a postmodern age, when the past is so cluttered with worthwhile cultural artifacts that everything new reminds one, at least a little bit, of something old. But as she dances on that fine line between evoking and signifying, Del Rey sometimes risks outsourcing her profundity to things other artists have said more vividly before. Such is the gamble of ending an album with a Joni Mitchell cover — though here that’s a risk Del Rey pulls off."
    },
    {
        "id": 176,
        "source": "Rolling Stone",
        "rating": "80",
        "content": "While it may not have as many grandiose showpieces as its older sibling – no nine-minute “Venice Bitch” to be found here – Chemtrails is every bit as sharp and prescient of a cultural artifact from pop’s premier Cassandra."
    },
    {
        "id": 177,
        "source": "The Observer (UK)",
        "rating": "80",
        "content": "This is a record chockful of beauty and thoughtful autobiography that only a more experienced, more assured songwriter could have made."
    },
    {
        "id": 178,
        "source": "Under The Radar",
        "rating": "80",
        "content": "Whilst it isn’t the universal smash hit that Norman F**king Rockwell instantly was, you get the feeling that Chemtrails Over the Country Club is a slow burner, whose flame will ignite the next chapter of Del Rey’s career and all the many splendid opportunities that brings with it."
    },
    {
        "id": 179,
        "source": "AllMusic",
        "rating": "80",
        "content": "With Chemtrails Over the Country Club, Del Rey shows her softest moments can be her most powerful."
    },
    {
        "id": 180,
        "source": "Mojo",
        "rating": "80",
        "content": "As the album progresses, a powerful expansion of Del Rey's folkier inclinations. [Apr 2021, p.80]"
    },
    {
        "id": 181,
        "source": "The Line of Best Fit",
        "rating": "80",
        "content": "Chemtrails leans further into the sounds of sunny, ‘70s California - summoning Judee Sill and Karen Dalton - and it’s watertight too: her first 45 minute album since her debut. Sonically, things sound gorgeous."
    },
    {
        "id": 182,
        "source": "Paste Magazine",
        "rating": "79",
        "content": "Chemtrails Over the Country Club is a record full of euphoric highs and baffling lows. It’s an enjoyable listen that cinematically celebrates Del Rey’s vocal prowess."
    },
    {
        "id": 183,
        "source": "Entertainment Weekly",
        "rating": "75",
        "content": "Chemtrails is less a full transformation than the first step forward in another direction."
    },
    {
        "id": 184,
        "source": "Pitchfork",
        "rating": "75",
        "content": "Lana Del Rey’s sixth album dials back the grandiosity in favor of smaller, more intimate moments. It carries a roaming spirit of folk and Americana without losing the romantic melodrama of her best work."
    },
    {
        "id": 185,
        "source": "PopMatters",
        "rating": "70",
        "content": "[Closing track] aside, most of the 11 songs on Chemtrails are melodically and vocally substantive, replete with sensual hooks and evocative images."
    },
    {
        "id": 186,
        "source": "Exclaim",
        "rating": "70",
        "content": "Chemtrails over the Country Club is sultry at times, syrupy sweet at others, and sad in a truer way than we have yet seen from Lana. It is a well-woven escape, but it is harder than ever not to wonder: at what cost?"
    },
    {
        "id": 187,
        "source": "Spin",
        "rating": "70",
        "content": "Chemtrails feels somewhat unmoored. It’s the quietest, most delicate music of Del Rey’s career so far, comprising several gorgeous arrangements, but very little of it feels particularly magnetic, especially when stacked against the rest of her songbook. The lyricism is, at moments, uninspired."
    },
    {
        "id": 188,
        "source": "Beats Per Minute",
        "rating": "70",
        "content": "For better or worse, Chemtrails Over The Country Club is 100% a Lana Del Rey record that fits quaintly into her discography. Anyone following her up to this point shouldn’t bat an eye at how sharp of a left turn this is compared to her previous album. She’s absurdly contrived, but the allure is far too captivating to look away."
    },
    {
        "id": 189,
        "source": "PopMatters",
        "rating": "70",
        "content": "Though Chemtrails isn’t quite Lana’s strongest album (that’s still Norman) nor is it the most iconically Lana (that’ll always be Ultraviolence), it’s an intimate, emotional, and largely successful renewal of her artistic vows: to follow her heart, her muses, her unfashionable desires -- no matter what it brings out in other people. It’s rarely easy to be Lana Del Rey, but Chemtrails will make you glad that somebody is doing it."
    },
    {
        "id": 190,
        "source": "DIY Magazine",
        "rating": "70",
        "content": "An elegiac, introverted release that feels more like a late-career meditation than the victory lap for \"NFR!\"."
    },
    {
        "id": 191,
        "source": "Slant Magazine",
        "rating": "70",
        "content": "Working again in close collaboration with composer and producer Jack Antonoff, the album is gorgeously, if a bit too tastefully, arranged, prizing pared-back piano and light-handed acoustic guitar."
    },
    {
        "id": 192,
        "source": "The Guardian",
        "rating": "60",
        "content": "Chemtrails Over the Country Club does what it does exceptionally well. The songwriting misfires that plagued her early albums have been eradicated through that refinement; everything here is incredibly melodically strong, strong enough, in fact, that it feels beguiling rather than formulaic, which is an impressive feat to pull off."
    },
    {
        "id": 193,
        "source": "The A.V. Club",
        "rating": "58",
        "content": "“Tulsa Jesus Freak” is arguably closest to the Lana Del Rey longtime fans know and love, and it’s no surprise that it was written in 2019, around the time NFR! came out. “Yosemite” is another highlight, a stunning number with Del Rey’s vocals at their best. But most songs on Chemtrails don’t stand out. They blend together in their delicateness."
    },
    {
        "id": 194,
        "source": "Sputnikmusic",
        "rating": "30",
        "content": "If Norman Fucking Rockwell! was the record her non-partisan sympathisers dreamed she might make, this is the one they feared. It’s hushed but impersonal, pared-back without having anything to reveal, and verbose without saying anything of substance."
    },
    {
        "id": 195,
        "source": "The A.V. Club",
        "rating": "83",
        "content": "While Chemtrails was cause for concern that Del Rey had perhaps lost her magic touch, Banisters is a reminder that when the singer-songwriter is in charge of her vision and fully taps into her emotions, she’s still capable of crafting breathtaking beauty."
    },
    {
        "id": 196,
        "source": "Variety",
        "rating": "82",
        "content": "“Blue Banisters” might lack the majesty of “Norman Fucking Rockwell” or the commercial sheen of “Born To Die,” but it offers a rare glimpse of an artist securing her legacy, one song at a time."
    },
    {
        "id": 197,
        "source": "Mojo",
        "rating": "80",
        "content": "A lyrically strong album. [Jan 2022, p.82]"
    },
    {
        "id": 198,
        "source": "Uncut",
        "rating": "80",
        "content": "A set of drifting piano ballads that allow her rich and profane lyrics to hit home. [Jan 2022, p.22]"
    },
    {
        "id": 199,
        "source": "Rolling Stone",
        "rating": "80",
        "content": "She has often made intimacy seem transactional. But here, it feels pure."
    },
    {
        "id": 200,
        "source": "Spin",
        "rating": "80",
        "content": "Banisters is far from the flashiest or most radio-friendly album Del Ray has produced, but rarely have fans gotten such crystalline, autobiographical work from the guarded star, who appeared to revel in the cool distance of her early albums. Now, she feels more present, and much closer to her music."
    },
    {
        "id": 201,
        "source": "The Independent (UK)",
        "rating": "80",
        "content": "Del Rey’s claims that this is her most personal album yet are not quite true – it is far more elliptical and mysterious than it first appears."
    },
    {
        "id": 202,
        "source": "The Telegraph (UK)",
        "rating": "80",
        "content": "It feels like Del Rey’s way of reminding us we still don’t know as much about her as we like to think. Blue Banisters hints, tantalisingly, that there is far more to reveal, while putting us firmly in our place. Make no mistake about it: Del Rey will do it all strictly on her own terms."
    },
    {
        "id": 203,
        "source": "Exclaim",
        "rating": "80",
        "content": "Though still world-weary as ever, Del Rey is, on Blue Banisters, for the first time diaristic and ad hoc. This album is a stunner."
    },
    {
        "id": 204,
        "source": "Slant Magazine",
        "rating": "80",
        "content": "By stripping back the sonic density of her previous work and taking its sweet time to unfold, Blue Banisters further fleshes out Del Rey’s increasingly vivid personal world."
    },
    {
        "id": 205,
        "source": "DIY Magazine",
        "rating": "80",
        "content": "‘Blue Banisters’ presents a collection of sun-kissed moments and hazy memories, free from judgement and firmly rooted in place."
    },
    {
        "id": 206,
        "source": "New Musical Express (NME)",
        "rating": "80",
        "content": "There are moments on ‘Blue Banisters’ that don’t quite match up to the high bar Del Rey has set for her output. ... For the most part, though, ‘Blue Banisters’ reminds us that, beyond the social media fires and press backlashes, Del Rey is still as great as she’s always been."
    },
    {
        "id": 207,
        "source": "Pitchfork",
        "rating": "77",
        "content": "Blue Banisters sprawls and elaborates past the point where we can place our own projections onto it. We know too much. But at its best, this music offers an even more rewarding thrill: It manages to entertain, enrapture, and even surprise because of how well we know Lana Del Rey—and how much there is still to learn."
    },
    {
        "id": 208,
        "source": "Under The Radar",
        "rating": "75",
        "content": "While the days of Born to Die have long since passed, Lana Del Rey is still seeking paradise, closer now than ever as she turns her search inward, seemingly recognizing that paradise is ultimately found within the best of oneself. Still, if there is indeed a physical Arcadia to be revealed, it has not emerged in its entirety on Blue Banisters. That said, its intoxicating hints are enough to keep seekers thirsty."
    },
    {
        "id": 209,
        "source": "Consequence",
        "rating": "75",
        "content": "The accumulation of these ideas can become monochromatic, meandering, and repetitive; apt background music for loitering in the bath. The most pleasurable and moving, even unsettling, moments on Blue Banisters arrive when Del Rey breaches, however gently, her own boundaries."
    },
    {
        "id": 210,
        "source": "Beats Per Minute",
        "rating": "73",
        "content": "Yes, this will drive some away, and allow critics to easily point to its messiness (as if NFR wasn’t all over the place aesthetically – something Antonoff’s production homogeneity cleverly disguised – same with Lust for Life, or the underrated Born to Die), but it is also rewarding and surprising."
    },
    {
        "id": 211,
        "source": "AllMusic",
        "rating": "70",
        "content": "Much of Blue Banisters has this kind of casual, first-take energy, and functions more like a mixtape than an album as Del Rey cultivates a sustained atmosphere, but still makes room to try out new ideas and inject some unexpected moves into her established sound."
    },
    {
        "id": 212,
        "source": "Clash Music",
        "rating": "70",
        "content": "The whole record feels like a big sigh, a huge outpouring of personal tracks or long running loves that she’s finally able to release right. ... If there’s one criticism 'Blue Banisters' will draw, it’s that it’s the same old same old in its sonics. Playing the same chords and singing in her same tone, this might be one piano ballad too far for less lyrically-inclined listeners."
    },
    {
        "id": 213,
        "source": "The Line of Best Fit",
        "rating": "70",
        "content": "Ultimately, while her opus may lie elsewhere in her discography, Blue Banisters achieves precisely what it set out to - free from distractions, it’s a welcome insight into some of her most warm and introspective moments."
    },
    {
        "id": 214,
        "source": "The Observer (UK)",
        "rating": "60",
        "content": "Blue Banisters could do with a sharper focus – some of these 15 songs are outtakes dating back years – and a hip-hopped-Morricone instrumental interlude feels like an incongruous eruption from her “gangster Nancy Sinatra” era. But it offers glimpses of vistas to be explored beyond Lana’s customary LA backdrops and a legacy already secure."
    },
    {
        "id": 215,
        "source": "The Guardian",
        "rating": "60",
        "content": "Despite the wavering quality, Blue Banisters is an important addition to Lana lore. That she can still manage to be this perplexing after a decade in the game is a massive achievement."
    },
    {
        "id": 216,
        "source": "Variety",
        "rating": "91",
        "content": "This album is a rich feast. Even if, to get the full gist of things, it does call for research and multitasking. ... As for the writing itself, there’s not an unfascinating moment on the album, whether she’s making characteristically quotable, glaringly bold declarations or leading attentive superfans into obscure rabbit holes."
    },
    {
        "id": 217,
        "source": "Los Angeles Times",
        "rating": "90",
        "content": "Line by line, her lyrics deliver a staggering blend of the profound and the vernacular. ... At 77 minutes in length, “Ocean Blvd” risks tiring the listener’s ear, which is why Del Rey and her co-producers — Antonoff along with Drew Erickson, Zach Dawes and Mike Hermosa — keep folding unexpected sounds and textures into the album’s largely piano-based arrangements."
    },
    {
        "id": 218,
        "source": "Exclaim",
        "rating": "90",
        "content": "It's a lurid, scuzzy, electrifying return to form."
    },
    {
        "id": 219,
        "source": "Under The Radar",
        "rating": "85",
        "content": "So while Del Rey is still the same sepia-tinted, sun-soaked American aesthete that she once was, there are real lifetime stamps all over Did you know that conjure a biographical sincerity, instigating a personal closeness."
    },
    {
        "id": 220,
        "source": "Beats Per Minute",
        "rating": "84",
        "content": "Del Rey’s longest album to date by some distance – and not without the occasionally questionable choice. But the best moments, which abound, solidify Del Rey as one of the all-time greats."
    },
    {
        "id": 221,
        "source": "Pitchfork",
        "rating": "83",
        "content": "Did You Know That There’s a Tunnel Under Ocean Blvd arrives as a sweeping, confounding work-in-process. It’s full of quiet ruminations and loud interruptions; of visible seams and unhemmed edges."
    },
    {
        "id": 222,
        "source": "The New York Times",
        "rating": "80",
        "content": "Del Rey, at her best, has a finger not just on the pulse, but somewhere beneath the flesh. And she is occasionally at her best here. “Ocean Blvd” is Del Rey’s strongest and most daring album since “Rockwell,” though it’s also marked by uneven pacing and occasional overindulgence."
    },
    {
        "id": 223,
        "source": "The Observer (UK)",
        "rating": "80",
        "content": "Sprawling. ... Engrossing, audacious record."
    },
    {
        "id": 224,
        "source": "AllMusic",
        "rating": "80",
        "content": "Lana Del Rey has honed a style so unique she’s almost a genre unto herself. Full of brilliant strides forward, Ocean Blvd. is a crucial chapter in Del Rey’s ongoing saga of heartbreak and enchantment."
    },
    {
        "id": 225,
        "source": "Rolling Stone",
        "rating": "80",
        "content": "Sonically, Ocean Blvd plays out like an elevated take on what she accomplished on Born to Die: the type of anachronistic fusion of Sixties beat poetry, Seventies FM piano pop and more current rap and dance music production that only Del Rey can pull off."
    },
    {
        "id": 226,
        "source": "Mojo",
        "rating": "80",
        "content": "If it wasn’t for a couple of unfortunate lulls and longueurs, the odd dubious creative choice, it could easily look Norman Fucking Rockwell in the eye. [May 2023, p.85}"
    },
    {
        "id": 227,
        "source": "New Musical Express (NME)",
        "rating": "80",
        "content": "‘…Ocean Blvd’ might deal with some major existential questions, but there’s still plenty of fun to be had and cements Del Rey’s status as one of modern music’s most intriguing songwriters."
    },
    {
        "id": 228,
        "source": "The Guardian",
        "rating": "80",
        "content": "It is her quietest, most wilfully inscrutable record in a long time, perhaps since 2015’s glacially paced, rebelliously quiet Honeymoon. ... Instead, many songs here are subtle, vaporous, but potent all the same."
    },
    {
        "id": 229,
        "source": "The Independent (UK)",
        "rating": "80",
        "content": "Her sweeping, layered ninth album is more ruminative than reactive: questions of family and legacy, memory and death swirl around one another until they’re one in the same."
    },
    {
        "id": 230,
        "source": "Consequence",
        "rating": "75",
        "content": "Ultimately, for another sonically cohesive record, the thread that ties this package together is the exploration of American melancholia. ... This is where she thrives. And, thankfully, this is where Did you know that there’s a tunnel under Ocean Blvd spends most of its time."
    },
    {
        "id": 231,
        "source": "PopMatters",
        "rating": "70",
        "content": "Did You Know That There’s a Tunnel Under Ocean Blvd is a 16-track, 78-minute album, and some of it will lose even her most ardent fans. Track eight is where it regains itself through the extended metaphor of “Kintsugi”: a Japanese term for a pottery repair technique that calls attention to the crack rather than hides it. .... [After “Margaret”] There are three more tracks, though."
    },
    {
        "id": 232,
        "source": "Uncut",
        "rating": "70",
        "content": "If you've not already bought into the LDR mythos, it's like joining a long-form TV show midway through its difficult fourth season. [Jun 2023, p.26]"
    },
    {
        "id": 233,
        "source": "musicOMH.com",
        "rating": "70",
        "content": "A leisurely 77 minutes of beautifully orchestrated ballads, electronic experimentation, spoken word interludes and callbacks to previous Del Rey songs. Like the vast majority of her previous albums, there’s almost too much to take in, but you have to admire the sheer bloody-mindedness to do things her own way."
    },
    {
        "id": 234,
        "source": "Clash Music",
        "rating": "70",
        "content": "Framed by twin poles of classicism and experimentation, ‘Did you know…’ never truly succumbs to either. An often-unsettling river of song, it finds Lana Del Rey discussing uncomfortable truths, while denying the use of easy answers. What she chooses to reveal is profound, occasionally disquieting, and never dull."
    },
    {
        "id": 235,
        "source": "The Line of Best Fit",
        "rating": "70",
        "content": "he record staggers on into “Fishtail,” a dull trap ballad, and hits a dead-end with “Peppers,” an excursion into rap which is an absolute mess; so incoherent that it's excruciating. Moments like these are baffling because, without them, Did You Know… would compete among Lana’s very best. In fact, in certain gorgeous moments – like during the strange haziness of “Fingertips” or the ecstatic climax of “The Grants” – this is a beautiful album."
    },
    {
        "id": 236,
        "source": "DIY Magazine",
        "rating": "70",
        "content": "As a listen, it doesn’t always completely land, but when it does it’s truly exciting. As an artist, ‘Did You Know That There’s A Tunnel Under Ocean Blvd’ shows Lana Del Rey pushing herself perhaps more than ever."
    },
    {
        "id": 237,
        "source": "The Telegraph (UK)",
        "rating": "60",
        "content": "It is either the sound of someone who has begun to believe her own publicity, or who has stopped caring what anyone else thinks and is determined to follow her muse wherever it wanders. There’s a fine album lurking amidst the indulgence but listeners have their work cut out trying to locate it."
    },
    {
        "id": 238,
        "source": "Slant Magazine",
        "rating": "60",
        "content": "Ocean Blvd traffics in some nimble, effervescent melodies, a few memorable vocal passages, and the occasional tuneful duet (Father John Misty proves to be an exceptional bedfellow on “Let the Light In”). But the album feels more like a placeholder in Del Rey’s discography than a truly audacious chapter in the singer’s blossoming late-period reawakening."
    },
    {
        "id": 239,
        "source": "Spin",
        "rating": "60",
        "content": "Though a handful of tracks sparkle, Under Ocean Blvd is a chore to ingest across its regularly lulling 77 minutes. ... Yes, Del Rey sings beautifully and will rightfully be recognized as a veritable voice of her generation — both in technique and disillusion — but here the cool distance she’s maintained between herself and listeners feels more expansive than ever."
    },
    {
        "id": 240,
        "source": "Sputnikmusic",
        "rating": "50",
        "content": "This latest Lana del Rey record does contain some measure of robust and moving songwriting about topics other than sex, death and California. ... Secondary highlights “Paris, Texas” and “Kintsugi” disappear into the background; otherwise cogent hip-hop flirtations turn into innocuous daliances (“Fishtail”); the middle of the road becomes the most desolate of wasted spaces (“Fingertips”)."
    }
]